recipes/bolognese.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Bolognese</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="/css/org.css" /> <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/brands.min.css">
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/recipes/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content">
<h1 class="title">Bolognese</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf23b7eb">Bolognese</a>
<ul>
<li><a href="#org92c4bb2">Ingredients</a></li>
<li><a href="#org9daa800">Instructions</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-orgf23b7eb" class="outline-2">
<h2 id="orgf23b7eb">Bolognese</h2>
<div class="outline-text-2" id="text-orgf23b7eb">
</div>
<div id="outline-container-org92c4bb2" class="outline-3">
<h3 id="org92c4bb2">Ingredients</h3>
<div class="outline-text-3" id="text-org92c4bb2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ingredient</th>
<th scope="col" class="org-left">Quantity</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ground beef</td>
<td class="org-left">500g</td>
</tr>

<tr>
<td class="org-left">Olive oil</td>
<td class="org-left">4cl</td>
</tr>

<tr>
<td class="org-left">Tomato cans</td>
<td class="org-left">2</td>
</tr>

<tr>
<td class="org-left">Carrot</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">Celery stalk</td>
<td class="org-left">2</td>
</tr>

<tr>
<td class="org-left">Onion</td>
<td class="org-left">2</td>
</tr>

<tr>
<td class="org-left">Parsley</td>
<td class="org-left">4 sprigs</td>
</tr>

<tr>
<td class="org-left">Thyme</td>
<td class="org-left">1 sprig</td>
</tr>

<tr>
<td class="org-left">Bay leaf</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">Garlic</td>
<td class="org-left">2 cloves</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org9daa800" class="outline-3">
<h3 id="org9daa800">Instructions</h3>
<div class="outline-text-3" id="text-org9daa800">
<ul class="org-ul">
<li>Tie the parsley, thyme and bay leaf together</li>
<li>Cut the vegetables in small cubes</li>
<li>Put a large pot on high heat</li>
<li>When hot add the olive oil and the ground beef</li>
<li>Add salt and pepper and stir until the meat is all brown</li>
<li>Remove the meat from the pot, put it aside</li>
<li>On low heat, add the vegetables and stir for 5min, there should be no coloring and no browning</li>
<li>Add salt and pepper</li>
<li>Add the tomato cans, fill one of the cans with water and add it to the pot too</li>
<li>Add the bouquet garni</li>
<li>Add the meat</li>
<li>Increase the heat until it boils and then cover and put on very low heat for at least 1h (best 2h)</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2022-05-10 Tue 00:00</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
